/* RSSBadge */
"Please use the Inspector to connect this pagelet to a suitable collection in your site." = "Por favor use o Inspetor para conectar esta pagelet à uma coleção em seu site.";

/* Prompt to subscribe to the given collection via RSS */
"Subscribe to RSS feed" = "Assinar o repositório RSS";

/* RSS Badge */
"The chosen collection has no RSS feed.  Please use the Inspector to set it to generate an RSS feed and have an index." = "A coleção escolhida não tem nenhum repositório RSS. Por favor use o Inspetor para configurar a geração de um repositório RSS e ter um índice.";

/* RSS Badge */
"To subscribe to this feed, drag or copy/paste this link to an RSS feed reader application." = "Para assinar este repositório, arraste ou copie/cole este link para um apliactivo de leitura de repositórios RSS.";